//Нам не обовязково включати секцію @SECTION:script.js, вона йде по замовчуванню
console.log("HELLO LWDASH");

/* Підключаємо модуль, який описує бекграунд з українським прапором і черепом
   Контент модулю вставляється частинами у різні секції
   В даному випадку в це місце вставиться все що описано
   в секції @SECTION:script.js модуля uk_skull_bg, звісно якщо вона не порожня.
*/
@MODULE:uk_skull_bg

//Вставляємо в цю секцію все що містить файл web/core/hello.js
//Майте на увазі що всі шляхи до файлів відносно корневого каталогу!
@INCLUDE:web/core/hello.js

//Оголошуємо нову секцію HTML
@SECTION:body.html
<div class="help dialog" id="version-help" data-template="Тут зазначена версія: @ENV:GIT_REPO_VERSION"></div>
<!-- Тут коментар HTML (Не JS!!! Будьте уважні з секціями) -->
